export const JunkDocumentOneAr = `

Klinikya

سياسة ملفات تعريف الارتباط ونص التوضيح

تم إعداد هذا النص بواسطة Klinikya Teknoloji AŞ. (يشار إليها فيما يلي باسم "Klinikya" أو "الشركة") بصفتها مراقب البيانات في نطاق المادة 10 من القانون رقم 6698 بشأن حماية البيانات الشخصية ("القانون" أو "قانون KVK") والبيان الصادر بشأن الإجراءات والمبادئ الواجب اتباعها للوفاء بالتزام الإفصاح. الغرض من نص توضيح ملفات تعريف الارتباط هذا هو إعلامك بأن ملفات تعريف الارتباط المستخدمة على موقعنا الإلكتروني
فيما يتعلق بمعالجة البيانات الشخصية التي يتم الحصول عليها تلقائيًا من خلال وضع ملفات تعريف الارتباط، فإن ذلك لإعلامك بأنواع ملفات تعريف الارتباط التي نستخدمها ولأي أغراض وكيف يمكنك إدارة ملفات تعريف الارتباط هذه. بالنسبة لملفات تعريف الارتباط التي نستخدمها على موقعنا، باستثناء ملفات تعريف الارتباط الإلزامية، يتم الحصول على موافقة صريحة من المستخدمين ويتم منحهم الفرصة لتغيير موافقتهم في أي وقت. يمكن للمستخدمين رؤية أنواع ملفات تعريف الارتباط المستخدمة على موقعنا من خلال لوحة إدارة ملفات تعريف الارتباط ويمكنهم تحديد تفضيلاتهم من خلال خيارات "التشغيل" أو "الإيقاف" لجميع ملفات تعريف الارتباط بخلاف ملفات تعريف الارتباط الإلزامية. مرة أخرى، يمكن للمستخدمين تغيير تفضيلاتهم في أي وقت من خلال هذه اللوحة.
نحن في Klinikya نستخدم عددًا من التقنيات مثل ملفات تعريف الارتباط والبكسل وملفات GIF وما إلى ذلك لتحسين تجربتك أثناء استخدامك أو زيارتك لموقعنا الإلكتروني ("الموقع") أو تطبيق الهاتف المحمول الخاص بنا الذي نقدمه لك في البيئة الرقمية ( ستتم الإشارة إلى كلا الوسائط باسم "النظام الأساسي" معًا).
 
بصفتنا Klinikya، قد نتوقف عن استخدام ملفات تعريف الارتباط التي نستخدمها على موقعنا، أو نغير أنواعها أو وظائفها، أو نضيف ملفات تعريف ارتباط جديدة إلى موقعنا وتطبيقنا. ولذلك، فإننا نحتفظ بالحق في تغيير أحكام نص توضيح ملفات تعريف الارتباط هذا في أي وقت. أي تغييرات يتم إجراؤها على نص توضيح ملفات تعريف الارتباط الحالي ستصبح سارية عند نشرها على الموقع أو أي وسيلة عامة. يمكنك العثور على تاريخ التحديث الأخير في نهاية النص.
 
تتم معالجة ملفات تعريف الارتباط المستخدمة على المنصة مثل Klinikya وفقًا لمبادئ معالجة البيانات الشخصية المحددة في المادة 4 من KVKK بناءً على واحد أو أكثر من شروط معالجة البيانات الشخصية المحددة في المادة 5 من KVKK. نحن في Klinikya نستخدم ملفات تعريف الارتباط الموجودة على المنصة لأغراض مختلفة ونقوم بمعالجة بياناتك الشخصية من خلال ملفات تعريف الارتباط هذه. وهذه الأغراض هي بشكل رئيسي كما يلي:
● "ملفات تعريف الارتباط الإلزامية" المستخدمة لأداء الوظائف الأساسية اللازمة لتشغيل المنصة: يتم استخدامها لتلبية خدمة مجتمع المعلومات التي طلبتها. تتم معالجة بياناتك الشخصية التي يتم جمعها من خلال ملفات تعريف الارتباط هذه ضمن نطاق "من الضروري معالجة البيانات الشخصية الخاصة بأطراف العقد، بشرط أن تكون مرتبطة بشكل مباشر بإنشاء العقد أو تنفيذه" وفقًا للمادة 5/ 2-ج من KVKK و"إن معالجة البيانات إلزامية للمصالح المشروعة لمراقب البيانات، بشرط ألا تضر بالحقوق والحريات الأساسية لصاحب البيانات" وفقًا للمادة 5/2-و من كفكك.
● "ملفات تعريف الارتباط الخاصة بالأداء" تُستخدم لتحليل النظام الأساسي وزيادة أداء النظام الأساسي: من أجل دمج الخوادم المختلفة التي تعمل عليها المنصة، لتحديد عدد زوار النظام الأساسي وإجراء إعدادات الأداء وفقًا لذلك أو لتسهيل العثور على الزائرين ما يبحثون عنه، تتم معالجته ضمن نطاق "معالجة البيانات إلزامية للمصالح المشروعة لمراقب البيانات، بشرط ألا تضر بالحقوق والحريات الأساسية لصاحب البيانات" وفقًا للمادة 5/2 -f من KVKK.
● "ملفات تعريف الارتباط الوظيفية" من أجل زيادة وظائف النظام الأساسي وتوفير سهولة الاستخدام: تُستخدم ملفات تعريف الارتباط الوظيفية لجعل موقعنا أكثر وظيفية ولتخصيصه (تذكر استعلامات البحث الخاصة بالزائر الذي يزور النظام الأساسي في الزيارة التالية ). تتم معالجة بياناتك الشخصية التي تم جمعها من خلال ملفات تعريف الارتباط هذه من خلال الحصول على موافقتك الصريحة ضمن نطاق المادة 5/1 من KVKK.
المعلومات حول ملفات تعريف الارتباط الموجودة على موقعنا الإلكتروني مذكورة في الجدول أدناه.

`;

export const JunkDocumentTwoAr = `
لمن ولأي غرض يمكن نقل البيانات الشخصية المعالجة

بصفتنا Klinikya، يجوز لنا نقل بياناتك الشخصية التي نعالجها إلى أطراف ثالثة وفقًا للتشريعات الوطنية، وخاصة المادتين 8 و9 من القانون.

يجوز لنا نقل بياناتك الشخصية إلى موردينا والمؤسسات العامة المرخص لها قانونًا والأشخاص العاديين الذين يقتصر عملهم على تحقيق الأغراض المذكورة أعلاه ووفقًا للتشريعات.

يتم توفير بعض ملفات تعريف الارتباط المستخدمة على المنصة من قبل شركة Google، وهي مزود خدمة خارجي يقع في الخارج، بخلاف الشركة. تُستخدم ملفات تعريف الارتباط الخاصة بالطرف الثالث لجمع البيانات الإحصائية ولتحسين عرض النظام واستخدامه.
إذا أعطيت موافقتك الصريحة، فستتم مشاركة بياناتك الشخصية مع شركة Google Inc. بناءً على موافقتك الصريحة من أجل تحسين العرض التقديمي واستخدام النظام الأساسي.

كيف يمكنني التحكم في استخدام ملفات تعريف الارتباط؟

تعتبر تفضيلات زوارنا ومستخدمينا فيما يتعلق باستخدام ملفات تعريف الارتباط والتقنيات المماثلة ضرورية بالنسبة لنا. ومع ذلك، يجب استخدام ملفات تعريف الارتباط الإلزامية لتشغيل المنصة. بالإضافة إلى ذلك، نود أن نذكرك أنه إذا تم إيقاف تشغيل بعض ملفات تعريف الارتباط، فقد لا تعمل بعض وظائف النظام الأساسي جزئيًا أو كليًا.
 
المعلومات حول كيفية إدارة تفضيلاتك فيما يتعلق بملفات تعريف الارتباط المستخدمة على المنصة هي كما يلي:

● يتمتع الزوار بفرصة تخصيص تفضيلاتهم فيما يتعلق بملفات تعريف الارتباط عن طريق تغيير إعدادات المتصفح التي يشاهدون من خلالها المنصة. إذا كان المتصفح المستخدم يوفر هذه الإمكانية، فمن الممكن تغيير التفضيلات المتعلقة بملفات تعريف الارتباط من خلال إعدادات المتصفح. وبالتالي، على الرغم من أن الأمر قد يختلف وفقًا للإمكانيات التي يوفرها المتصفح، فإن أصحاب البيانات لديهم الفرصة لمنع استخدام ملفات تعريف الارتباط، أو تفضيل تلقي تحذير قبل استخدام ملف تعريف الارتباط، أو تعطيل أو حذف بعض ملفات تعريف الارتباط فقط.
● على الرغم من أن التفضيلات في هذا الصدد تختلف حسب المتصفح المستخدم، إلا أنه من الممكن الوصول إلى الشرح العام على https://www.aboutcookies.org/. قد يلزم إجراء التفضيلات المتعلقة بملفات تعريف الارتباط بشكل منفصل لكل جهاز يصل الزائر إلى المنصة.
`;

export const JunkDocumentSevenAr = ` لإيقاف تشغيل ملفات تعريف الارتباط التي يديرها Google Analytics.`;

export const JunkDocumentThreeAr = ` لإدارة تجربة الإعلانات المخصصة التي تقدمها Google.`;

export const JunkDocumentFourAr = `يمكن إدارة تفضيلات ملفات تعريف الارتباط التي تستخدمها العديد من الشركات للأنشطة الإعلانية من خلال  `;

export const JunkDocumentFiveAr = `● لإدارة ملفات تعريف الارتباط على الأجهزة المحمولة، يمكن استخدام قائمة الإعدادات الخاصة بالجهاز المحمول. 
● لديك إمكانية تخصيص تفضيلاتك فيما يتعلق بملفات تعريف الارتباط عن طريق تغيير إعدادات المتصفح الخاص بك`;

export const JunkDocumentSixAr = `
طلبات الأشخاص ذوي الصلة
أصحاب البيانات بموجب المادة 11 من قانون KVK،
● معرفة ما إذا كانت البيانات الشخصية قيد المعالجة،
● طلب معلومات إذا تمت معالجة بياناتهم الشخصية،
● لمعرفة الغرض من معالجة البيانات الشخصية وما إذا كانت تستخدم للغرض المقصود منها،
● لمعرفة الأطراف الثالثة التي يتم نقل البيانات الشخصية إليها محليًا أو خارجيًا،
● لطلب تصحيح البيانات الشخصية في حالة المعالجة غير الكاملة أو غير الصحيحة وطلب إخطار المعاملة التي تتم ضمن هذا النطاق إلى الأطراف الثالثة التي يتم نقل البيانات الشخصية إليها،
● لطلب حذف أو إتلاف البيانات الشخصية في حالة اختفاء الأسباب التي تتطلب معالجتها، على الرغم من معالجتها وفقًا لأحكام قانون KVK والقوانين الأخرى ذات الصلة، وطلب الإخطار بالمعاملة التي تمت ضمن هذا النطاق للأطراف الثالثة التي يتم نقل البيانات الشخصية إليها،
● الاعتراض على حدوث نتيجة على حساب الشخص نفسه من خلال تحليل البيانات المعالجة حصرا من خلال الأنظمة الآلية،
● له الحق في المطالبة بالتعويض عن الأضرار في حالة حدوث ضرر بسبب المعالجة غير القانونية للبيانات الشخصية.

`;

export const JunkDocumentEightAr = `
طلباتك المتعلقة بحقوقك المذكورة أعلاه،
`;
