export const JunkDocumentOneRu = `
Клиника

Политика в отношении файлов cookie и разъяснительный текст

Данный текст подготовлен компанией Klinikya Teknoloji AŞ. (далее "Клиника" или "Компания") как контролером данных в рамках статьи 10 Закона № 6698 о защите персональных данных (далее "Закон" или "Закон КВК") и Коммюнике о процедурах и принципах, которые должны соблюдаться при выполнении обязательства по раскрытию информации. Цель данного разъяснительного текста о файлах cookie - проинформировать вас о том, что файлы cookie, используемые на нашем сайте
В связи с обработкой персональных данных, полученных автоматически путем размещения файлов cookie, он призван проинформировать вас о том, какие типы файлов cookie мы используем для каких целей и как вы можете управлять этими файлами. Для файлов cookie, кроме обязательных, которые мы используем на нашем сайте, получено явное согласие пользователей, и им предоставлена возможность в любой момент изменить свое согласие. Пользователи могут видеть типы файлов cookie, используемых на нашем сайте, через панель управления файлами cookie и определять свои предпочтения с помощью опций "включить" или "выключить" для всех файлов cookie, кроме обязательных. Опять же с помощью этой панели пользователи могут в любое время изменить свои предпочтения.
Как Клиника, мы используем ряд технологий, таких как файлы cookie, пиксели, GIF и т.д., для улучшения вашего опыта во время использования или посещения нашего веб-сайта ("Сайт") или нашего мобильного приложения (оба средства вместе будут называться "Платформа"). 
 
Как Клиника, мы можем прекратить использование файлов cookie, которые мы используем на нашем сайте, изменить их типы или функции, или добавить новые файлы cookie на наш сайт и в приложение. Поэтому мы оставляем за собой право в любое время изменять положения настоящего Разъяснительного текста о файлах cookie. Любые изменения, внесенные в настоящий Текст разъяснений по использованию файлов cookie, вступают в силу с момента публикации на сайте или в любом общедоступном средстве массовой информации. Дату последнего обновления можно найти в конце текста.
 
Файлы cookie, используемые на Платформе в качестве Клиники, обрабатываются в соответствии с принципами обработки персональных данных, указанными в статье 4 КВКК, на основании одного или нескольких условий обработки персональных данных, указанных в статье 5 КВКК. Как Клиника, мы используем файлы cookie на Платформе для различных целей и обрабатываем ваши персональные данные с помощью этих файлов cookie. Эти цели в основном следующие:
● "Обязательные Cookies", используемые для выполнения основных функций, необходимых для работы Платформы: Они используются для выполнения запрошенной вами информационной услуги. Ваши персональные данные, полученные с помощью этих файлов cookie, обрабатываются в рамках положений "Необходимо обрабатывать персональные данные, принадлежащие сторонам договора, при условии, что это непосредственно связано с заключением или исполнением договора" в соответствии со статьей 5/2-c КВКК и "Обязательно обрабатывать данные для соблюдения законных интересов контроллера данных, если это не наносит ущерба основным правам и свободам субъекта данных" в соответствии со статьей 5/2-f КВКК.
● "Cookies производительности", используемые для анализа Платформы и повышения ее производительности: Для интеграции различных серверов, на которых работает Платформа, для определения количества посетителей Платформы и соответствующей настройки производительности или для облегчения посетителям поиска того, что они ищут, в соответствии со статьей 5/2-f КВКК, она обрабатывается в рамках "Обработка данных является обязательной для соблюдения законных интересов контролера данных, при условии, что она не наносит ущерба основным правам и свободам субъекта данных".
● "Функциональные файлы cookie" для повышения функциональности Платформы и обеспечения удобства использования: Функциональные файлы cookie используются для повышения функциональности нашего сайта и его персонализации (запоминание поисковых запросов посетителя, зашедшего на Платформу, при следующем посещении). Ваши персональные данные, полученные с помощью этих файлов cookie, обрабатываются с вашего явного согласия в рамках статьи 5/1 KVKK.
Информация о файлах cookie, размещенных на нашем сайте, приведена в таблице ниже.

`;

export const JunkDocumentTwoRu = `
Кому и с какой целью могут быть переданы обрабатываемые персональные данные

Как компания "Клиника", мы можем передавать обрабатываемые нами персональные данные третьим лицам в соответствии с национальным законодательством, в частности, статьями 8 и 9 Закона.

Мы можем передавать ваши персональные данные нашим поставщикам, юридически уполномоченным государственным учреждениям и частным лицам только для реализации вышеуказанных целей и в соответствии с законодательством.

Некоторые файлы cookie, используемые на Платформе, предоставляются компанией Google, сторонним поставщиком услуг, расположенным за рубежом. Эти файлы cookie третьей стороны используются для сбора статистических данных и, таким образом, для улучшения представления и использования Платформы.
Если вы даете явное согласие, ваши персональные данные передаются компании Google Inc. на основании вашего явного согласия с целью улучшения представления и использования Платформы.

Как я могу контролировать использование файлов cookie?

Предпочтения наших посетителей и пользователей в отношении использования файлов cookie и аналогичных технологий имеют для нас большое значение. Однако Cookies, обязательные для работы Платформы, должны использоваться. Кроме того, мы хотели бы напомнить, что при отключении некоторых файлов cookie некоторые функции Платформы могут частично или полностью не работать.
 
Информация о том, как вы можете управлять своими предпочтениями в отношении файлов cookie, используемых на Платформе, приведена ниже:

● Посетители имеют возможность персонализировать свои предпочтения в отношении файлов cookie, изменив настройки браузера, через который они просматривают Платформу. Если используемый браузер предоставляет такую возможность, можно изменить предпочтения в отношении файлов cookie через настройки браузера. Таким образом, хотя это может зависеть от возможностей браузера, владельцы данных имеют возможность предотвратить использование файлов cookie, предпочесть получать предупреждение перед использованием файла cookie, отключить или удалить только некоторые файлы cookie.
● Хотя настройки в этом отношении зависят от используемого браузера, с общим объяснением можно ознакомиться на сайте https://www.aboutcookies.org/. Предпочтения в отношении файлов cookie могут потребоваться отдельно для каждого устройства, с которого посетитель получает доступ к Платформе.
`;

export const JunkDocumentSevenRu = `Чтобы отключить файлы cookie, управляемые Google Analytics`;

export const JunkDocumentThreeRu = `чтобы управлять персонализированной рекламой, предоставляемой Google.`;

export const JunkDocumentFourRu = `Что касается файлов cookie, используемых многими компаниями для рекламной деятельности, то их предпочтениями можно управлять через раздел`;

export const JunkDocumentFiveRu = `● Для управления файлами cookie на мобильных устройствах можно использовать меню настроек мобильного устройства. 
● У вас есть возможность персонализировать свои предпочтения в отношении файлов cookie, изменив настройки браузера`;

export const JunkDocumentSixRu = `
Запросы соответствующих лиц
В соответствии со статьей 11 Закона КВК владельцы данных,
● узнать, обрабатываются ли персональные данные или нет,
● запросить информацию, если персональные данные были обработаны,
● узнать цель обработки персональных данных и используются ли они по назначению,
● знание третьих лиц, которым передаются персональные данные дома или за рубежом,
● Запрашивать исправление персональных данных в случае неполной или неправильной обработки и требовать уведомления о предпринятых в этом контексте действиях третьих лиц, которым были переданы персональные данные,
● Требовать удаления или уничтожения персональных данных в случае устранения причин, требующих обработки, даже если они были обработаны в соответствии с Законом о КВК и другими соответствующими правовыми положениями, а также требовать уведомления третьих лиц о предпринятых в этом контексте действиях. кому были переданы персональные данные,
● возражать против возникновения результата против личности путем анализа обработанных данных исключительно с помощью автоматических систем,
● имеет право требовать возмещения ущерба в случае причинения ущерба вследствие незаконной обработки персональных данных.

`;

export const JunkDocumentEightRu = `
Ваши заявления о защите своих прав, перечисленных выше, 
Вы можете направить свой запрос в нашу компанию, заполнив Форму заявления владельца данных, размещенную на сайте
`;
