export const PAYMENT_SALES_TEXT_AR = `
عقد البيع عن بعد

1. الأطراف

أ. شركة كلينيكيا للتكنولوجيا المساهمة
من جهة، جيفيزلي ماه. زحل كاد. جنبًا إلى جنب مع Klinikya Teknoloji Anonim Şirketi (يشار إليها باسم KLINIKYA في نص العقد) الكائنة في Ritim İstanbul Plaza B Blok No:44/213-214-215 Maltepe/İstanbul برقم Mersis 0564120317700001.
ب. متلقي الخدمة
ومن ناحية أخرى، من خلال قبول هذه الاتفاقية واستخدام موقع و/أو تطبيق Klinikya،
مشتري الخدمة،
لقد تم قبوله إلكترونيا.
 
بقبول هذا العقد، يقبل متلقي الخدمة مقدمًا أنه في حالة موافقته على الخدمة الخاضعة للعقد، فإنه سيكون ملزمًا بدفع الرسوم الإضافية المحددة مثل سعر الطلب والضريبة وأنه قد تم أبلغ عن هذا.

2. التعريفات

التطبيق: سيتم استخدام تطبيق Klinikya للهاتف المحمول والموقع الإلكتروني عبر الإنترنت من قبل مستخدمي مواقع الويب والتطبيقات المحليين والدوليين لتحديد مواعيد الطبيب والمستشفى و/أو مكالمات الفيديو عبر الإنترنت مع الأطباء وعلماء النفس وأخصائيي التغذية. كما تنص على أنه يمكن تقديم طلبات خدمة استدعاء الممرضات المنزلية وخدمة الصحة المنزلية وطلبات خدمات التحاليل الطبية التي يمكن إجراؤها في المنزل إلى الحد الذي يتم تضمينها في التطبيق و/أو الموقع الإلكتروني، من خلال الموقع الإلكتروني والتطبيق.
الموقع الإلكتروني: يشير إلى www.klinikya.com، الموقع الإلكتروني الذي يتم من خلاله تقديم خدمات المرضى وخدمات تحديد المواعيد والاجتماعات عبر الإنترنت للمستشفيات والعيادات والمراكز الطبية والأطباء وعلماء النفس والأطباء النفسيين ومراكز طب الأسنان التي تملكها وتديرها Klinikya.
الخدمة: تتضمن عناصر مثل الاستشارة عبر الإنترنت التي يتم تلقيها من مقدم الخدمة بناءً على طلب متلقي الخدمة من خلال موقع الويب و/أو تطبيق Klinikya، موعد الفحص البدني فيما يتعلق بالخدمة الصحية، التحليل، الفحص، خدمة الصحة المنزلية، اجتماع اختصاصي التغذية، الأخصائي النفسي. مقابلة.
مقدم الخدمة: مستشفى، طبيب، أخصائي نفسي، أخصائي تغذية، مختبر، وما إلى ذلك عبر تطبيق و/أو موقع Klinikya. ويشير إلى الأفراد والمؤسسات والمنظمات والشركات وموظفيها.
منشئ الخدمة: مستشفى، طبيب، طبيب نفسي، أخصائي تغذية، مختبر، إلخ. الأفراد والمؤسسات والمنظمات والشركات وموظفيها الذين يقومون بإجراء مكالمات و/أو مواعيد عبر الإنترنت وما إلى ذلك من خلال تطبيق و/أو موقع Klinikya كعضو و/أو بدون أن يكونوا عضوًا. يشير إلى المستخدمين الذين يقومون بالمعاملات.
العضو: يشير إلى أولئك الذين يسجلون للحصول على العضوية من خلال تحديد معلوماتهم على الموقع الإلكتروني و/أو تطبيق Klinikya.
الحساب: مستخدم الموقع الذي يتيح تحديد هويات متلقي الخدمة و/أو مقدمي الخدمة بمساعدة اسم المستخدم وكلمة المرور، مما يسمح لهم بالوصول إلى خدمات معينة.

3. الموضوع

تنظم هذه الاتفاقية حقوق والتزامات الأطراف وفقًا لأحكام قانون حماية المستهلك رقم 6502 ولائحة العقود عن بعد للخدمات المذكورة أدناه والخدمات التي يتم تحديد رسوم الخدمة التي يطلبها متلقي الخدمة من خلال موقع كلينيكيا و/أو إلكترونيًا.
الأسعار المذكورة والمذكورة في الموقع هي أسعار الخدمات. الأسعار والوعود المعلنة سارية حتى يتم تحديثها أو تغييرها. الأسعار المعلنة بشكل دوري صالحة حتى نهاية الفترة المحددة.

4. الخدمات

4.1 يتم استخدام تطبيق Klinikya للهاتف المحمول و/أو موقع الويب عبر الإنترنت من قبل المستخدمين المحليين والدوليين للموقع و/أو التطبيق لتحديد مواعيد الطبيب والمستشفى و/أو إجراء مكالمات فيديو عبر الإنترنت مع الأطباء وعلماء النفس وأخصائيي التغذية، ولطلب الخدمات المنزلية المختبرات.سيتم توفير الخدمة.
4.2 يفهم متلقي الخدمة ويوافق على أن هذه الخدمات لا يتم توفيرها مباشرة من قبل Klinikya. لن يتم تقديم أي من هذه الخدمات بشكل مباشر من قبل Klinikya، وتقع المسؤولية القانونية والإدارية والجنائية بالكامل على عاتق الشخص و/أو المؤسسة و/أو المنظمة و/أو الشركة التي تقدم الخدمة.
4.3 أنت مسؤول عن دقة النماذج التي تملأها والمعلومات التي تقدمها والتحليلات التي تقدمها أثناء تلقي الخدمة. تقع على عاتقك مسؤولية الحفاظ على جميع أنواع المعلومات والمستندات محدثة، وأنت تقر بأنك على علم بأن مزود الخدمة سوف يعلق على هذا الأمر بناءً على هذه المعلومات.
4.4 "اسم المستخدم" خاص بمقدم الخدمة المسجل و/أو متلقي الخدمة ولا يتم إعطاء نفس "اسم المستخدم" لعضوين مختلفين. "كلمة المرور" معروفة فقط من قبل المستخدم. يمكن للمستخدم تغيير كلمة المرور في أي وقت. الوقت، واختيار كلمة المرور وحمايتها هي مسؤولية المستخدم بالكامل.

5. الاتصال عبر الإنترنت وتحديد الموعد وطريقة الدفع

5.1 من أجل إجراء محادثة عبر الإنترنت، يجب أولاً إكمال الخطوات الموجودة على الموقع و/أو التطبيق ويجب أن يتم الدفع مسبقًا.
5.2 إذا قام مستخدم الخدمة بالدفع، فيمكنه إلغاء المكالمة عبر الإنترنت مجانًا حتى يتبقى ساعتين قبل المكالمة عبر الإنترنت. في الحالات التي يتبقى فيها ساعتين أو أقل من ساعتين للاجتماع عبر الإنترنت، لن يتم استرداد أي أموال إذا تم إلغاء الاجتماع و/أو لم يشارك مستخدم الخدمة في الاجتماع. بالإضافة إلى ذلك، إذا تم إلغاء الموعد و/أو الاجتماع عبر الإنترنت (جميع أنواع خدمات مقدم الخدمة) من قبل المستشفى و/أو الطبيب الذي يقدم الخدمة، فسوف يسترد متلقي الخدمة الرسوم المودعة خلال الفترات القانونية ذات الصلة. بالنسبة لمعاملات الإلغاء واسترداد الأموال، يجب على متلقي الخدمة الاتصال بمقدم الخدمة وطلب الإلغاء قبل الاجتماع عبر الإنترنت، موعد الفحص البدني، التحليل، الفحص، خدمة الصحة المنزلية، اجتماع اختصاصي التغذية، اجتماع الأخصائي النفسي، وفي حالة موافقة مقدم الخدمة، سيقوم متلقي الخدمة بذلك تكون قادرة على استرداد المبلغ المدفوع، وإلا في هذه الحالة، فإن Klinikya غير ملزمة بتقديم أي مبلغ مسترد.
لا يمكن للعيادة استرداد الرسوم إلا في ظل ظروف معينة إذا قام مزود الخدمة بإلغاء الخدمة عبر الموقع و/أو التطبيق، وإلا يجب على متلقي الخدمة الاتصال بمزود الخدمة.
5.3 خلال الاجتماعات عبر الإنترنت، إذا رغب مستخدم الخدمة، يمكنه مشاركة الاختبارات والاختبارات التي أجراها سابقًا مع مزود الخدمة. ستتم مشاركة هذه المعلومات مع مقدم الخدمة إذا طلب متلقي الخدمة الإذن ومنحه.
5.4 يقبل متلقي الخدمة أنه يجوز إنهاء المحادثة عبر الإنترنت في الحالات التي يرى فيها مزود الخدمة أنه من المناسب إجراء فحص جسدي و/أو يبلغنا بعدم مواصلة المحادثة عبر الإنترنت.
5.5 لا يتم تسجيل المحادثات عبر الإنترنت بأي شكل من الأشكال.
5.6 أثناء تقديم الخدمة الصحية عن بعد عبر الإنترنت، لن يكون مقدم الخدمة ومتلقي الخدمة في نفس البيئة المادية.
5.7 الاستشارة عبر الإنترنت لخدمة الرعاية الصحية عن بعد لا تعادل الرعاية الصحية وجهًا لوجه ولا تغطي الخدمات المقدمة في الرعاية الصحية وجهًا لوجه.
5.8 تختلف خدمات الرعاية الصحية عن بعد والاستشارات عبر الإنترنت والعلاجات التطبيقية عن بعضها البعض.
5.9 لا يمكن استخدام الخدمات الصحية عن بعد بطريقة من شأنها تعطيل العلاج المستمر.
5.10 في الحالات الطبية الطارئة، من الضروري استشارة خدمة الطوارئ بدلاً من استخدام الخدمات الصحية عن بعد.
5.11 لا توجد رسوم على الخدمات الصحية عن بعد بموجب أي تأمين صحي.
5.12 يحظر تسجيل الصوت أو الفيديو فيما يتعلق بتقديم الخدمات الصحية عن بعد دون موافقة صريحة من الأطراف؛ ومع ذلك، سيتم الاحتفاظ بالسجلات المتعلقة بالرعاية الصحية التي تم تلقيها وفقًا لتشريعات معالجة البيانات الصحية الشخصية وسيتم نقلها إلى نظام معلومات وزارة الصحة وفقًا لتشريعات حماية البيانات الشخصية والخصوصية.
5.13 من أجل البدء في تقديم الخدمات الصحية عن بعد، قد يُطلب السماح للكاميرا و/أو الميكروفون بالوصول إلى نظام المعلومات الصحية عن بعد.
5.14 إذا تعذر نقل الصوت و/أو الفيديو بين الأطراف، فقد لا تبدأ الخدمة الصحية عن بعد، وإذا بدأت، فقد لا تستمر.
5.15 يمكن إنهاء الخدمة الصحية عن بعد في أي وقت لأسباب طبية أو قانونية عن طريق إبلاغ الطرف الآخر.

6. معلومات البائع (KLINIKYA).

العنوان: شركة كلينيكيا للتكنولوجيا المساهمة
العنوان: جيفيزلي ماه. زحل كاد. ريتيم اسطنبول بلازا ب بلوك رقم:44/213-214-215 مالتيبي/اسطنبول
الهاتف:0216 468 88 67
رقم ميرسيس: 0564120317700001
البريد الإلكتروني: iletisim@klinikya.com

7. معلومات المشتري

متلقي الخدمة: 
كيفية تقديم الخدمة:
الهاتف: 
البريد الإلكتروني/اسم المستخدم: 

8. معلومات المنتج/المنتجات موضوع العقد

8.1 يتم نشر الميزات الأساسية للخدمة والمنتجات (الاستشارة عبر الإنترنت، والفحص، وما إلى ذلك) على الموقع الإلكتروني لـ Klinikya. إذا تم تنظيم حملة بواسطة Klinikya، فيمكنك مراجعة الميزات الأساسية للمنتج ذي الصلة أثناء الحملة. وهي صالحة حتى تاريخ الحملة.
8.2 رسوم الخدمة المدرجة والمعلنة على الموقع هي سعر البيع. الأسعار والوعود المعلنة سارية حتى يتم تحديثها أو تغييرها. الأسعار المعلنة بشكل دوري صالحة حتى نهاية الفترة المحددة.
8.3 سعر بيع البضائع أو الخدمات الخاضعة للعقد، بما في ذلك جميع الضرائب، موضح أدناه.
وصف الخدمة: 
رسوم الخدمة: 
رسوم الخدمة بما في ذلك ضريبة القيمة المضافة: 

9. معلومات الفاتورة

مستخدم الخدمة: 
العنوان 
الهاتف 
البريد الإلكتروني/اسم المستخدم 
تسليم الفاتورة: سيتم إرسال الفاتورة إلى عنوان بريدك الإلكتروني بعد تلقي الخدمة.

10. تحديد المسؤولية

10.1 جميع حقوق جميع البرامج والمرئيات والتصميمات والنصوص والشعارات الموجودة على التطبيق و/أو الموقع الإلكتروني مملوكة لـ Klinikya. لا تتعهد Klinikya بأن التطبيق و/أو الموقع الإلكتروني خالي من الأخطاء أو العيوب. لن تكون Klinikya مسؤولة عن أي أضرار مباشرة أو غير مباشرة قد تنشأ بسبب استخدام متلقي الخدمة أو سوء استخدام التطبيق و/أو الموقع الإلكتروني أو عدم الوفاء بالتزاماته المحددة في العقد، أو أي خسارة في الأرباح، أو فقدان البيانات، أو الخسارة الأعمال، وفقدان السمعة، وفقدان المدخرات المتوقعة، ومطالبات التعويض التي قد يقدمها طرف ثالث عن جميع أنواع الأضرار المادية والمعنوية والمالية مثل انقطاع الأعمال؛ جميع الأجهزة وبرامج النظام/البرامج الأخرى والوظائف المتعلقة بالشبكة والأعطال الفنية التي قد تنشأ نتيجة لذلك؛ الاتصال بالإنترنت، وأخطاء الاتصال المختلفة، وأي تغييرات وتحديثات وأعمال مماثلة سيتم تنفيذها على التطبيق و/أو الموقع الإلكتروني؛ ليست مسؤولة عن أي أضرار ناجمة عن تقلبات الجهد وانقطاع البطارية والطاقة والعدوى بالفيروسات والعوامل البيئية المماثلة.
10.2 مستخدم الخدمة هو المسؤول الوحيد عن جميع المعلومات والملفات التي تتم مشاركتها على التطبيق و/أو موقع الويب، وأي مطالبات وأضرار قد تنشأ فيما يتعلق بهذه المعلومات سيتم إعادة توجيهها أو الرجوع إليها إلى عضو الخدمة.
10.3 قد تنشأ كلينيكا نتيجة لخرق العقد أو الضرر أو الإهمال أو لأسباب أخرى؛ لا يتحمل أي مسؤولية في حالة حدوث خطأ أو إهمال أو حذف أو فقدان البيانات أو التأخير في المعاملة أو الاتصال أو فيروس الكمبيوتر أو خطأ في الاتصال أو الوصول غير المصرح به إلى الحسابات أو استخدام الحسابات من قبل أشخاص آخرين. العيادة ليست مسؤولة عن أي أضرار، بما في ذلك تكاليف المحكمة والنفقات الأخرى، التي قد تنشأ نتيجة لاستخدام التطبيق و/أو الموقع من قبل متلقي الخدمة.
10.4 تحمل كلينيكيا لقب "مزود الاستضافة" كما هو محدد في إطار القانون رقم 5651 بشأن تنظيم المنشورات التي تتم على الإنترنت ومكافحة الجرائم المرتكبة من خلال هذه المنشورات، ويقبل مستخدم الخدمة ويعلن أن كلينيكيا لديها أية مسؤولية فيما يتعلق بالمحتويات في هذا السياق. يوافق متلقي الخدمة على أن Klinikya ليست مسؤولة عن التحقيق في حقيقة وأصالة وأمان وصحة أي معلومات تمت مشاركتها من خلال التطبيق و/أو الموقع الإلكتروني، وتحديد ما إذا كانت مشاركتها قانونية، وأن Klinikya ليست مسؤولة عن أي أضرار قد تحدث قد تنشأ بسبب هذه المعلومات.
10.5. Klinikya ليست مسؤولة عن أي نصيحة أو محتوى أو بيانات يقدمها مزود الخدمة في تقديم خدمات الطرف الثالث. العيادة ليست مسؤولة عن إلغاء مواعيد مقدم الخدمة أو عدم الالتزام بالمواعيد لأي سبب من الأسباب.

11. القوة القاهرة

حالات القوة القاهرة المقبولة في تشريعات الجمهورية التركية، بما في ذلك على سبيل المثال لا الحصر الكوارث الطبيعية، الإضرابات، مشاكل الاتصالات، أعطال البنية التحتية والإنترنت، أعمال التحسين أو التجديد المتعلقة بالنظام، الأعطال التي قد تحدث بسبب ذلك، انقطاع التيار الكهربائي ، الظروف الجوية السيئة، تحتفظ كلينكيا بالحق في عدم تقديم الخدمة في جميع حالات القوة القاهرة. فيما يتعلق بممارسة هذا الحق، لا يقبل أي طرف ويعلن ويتعهد بشكل لا رجعة فيه أنه لن يتمكن من تقديم أي طلبات من Klinikya تحت أي اسم أو اسم.

12. المحكمة المختصة

في تنفيذ اتفاقية البيع عن بعد هذه، يتم تفويض لجان تحكيم المستهلك ومحاكم المستهلك في المكان الذي اشترى فيه متلقي الخدمة الخدمة ومكان إقامته، حتى القيمة المعلنة من قبل وزارة التجارة.
لجان تحكيم المستهلكين على مستوى المنطقة/المقاطعة مخولة فيما يتعلق بطلبات المستهلكين بما يتماشى مع الحدود الدنيا والعليا المحددة في الفقرة الأولى من المادة 68 من قانون حماية المستهلك رقم 6502.

13. النتائج الافتراضية والقانونية

إذا تخلف مستخدم الخدمة عن إجراء المعاملات التي تتم بواسطة بطاقة الائتمان، فسيدفع حامل البطاقة الفائدة في إطار اتفاقية بطاقة الائتمان المبرمة مع البنك وسيكون مسؤولاً أمام البنك. في هذه الحالة، يجوز للبنك المعني اتخاذ إجراء قانوني، وطلب النفقات المتكبدة وأتعاب المحاماة من مستخدم الخدمة، وفي أي حال، في حالة التقصير بسبب دين مستخدم الخدمة، ستكون منطقة الخدمة مسؤولة عن الضرر و الخسارة التي تكبدتها شركة Klinikya بسبب تأخر أداء ديون منطقة الخدمة.

14. التنفيذ

عندما يقوم متلقي الخدمة بالدفع مقابل الخدمة المقدمة من خلال الموقع، فإنه يعتبر موافقًا على جميع شروط هذه الاتفاقية. تلتزم Klinikya باتخاذ الترتيبات البرمجية اللازمة للحصول على تأكيد بأن هذه الاتفاقية قد تمت قراءتها وقبولها من قبل مستخدم الخدمة على الموقع قبل تقديم الطلب.

`;
