export const PAYMENT_SALES_TEXT_RU = `
ДОГОВОР ДИСТАНЦИОННОЙ ТОРГОВЛИ 

1.ПАРТИИ 

A. KLINİKYA TEKNOLOJI ANONİM ŞİRKETİ
Cevizli Mah. Zuhal Cad. Ritim İstanbul Plaza B Blok No:44/213-214-215 Maltepe/İstanbul и Klinikya Teknoloji Anonim Şirketi (именуемая в тексте Соглашения как KLİNİKYA) с номером 0564120317700001 mersis. 
B. ПОЛУЧАТЕЛЬ УСЛУГ
Другая сторона принимает настоящее соглашение и использует веб-сайт и/или приложение Клиники 
Service Procurement, 
Он был принят между ними в электронном виде. 
 
Принимая настоящий договор, Получатель услуг заранее соглашается с тем, что в случае одобрения услуги, являющейся предметом договора, он будет обязан оплатить цену, предусмотренную заказом, и дополнительные сборы, такие как налог, и что он был проинформирован об этом. 

2.ОПРЕДЕЛЕНИЯ

ПРИЛОЖЕНИЕ Мобильное приложение и веб-сайт Klinikya будут использоваться пользователями веб-сайта и приложения из Турции и из-за рубежа для записи на прием к врачу и в больницу и/или для осуществления онлайн-видеозвонков с врачами, психологами и диетологами. Кроме того, через веб-сайт и приложение можно делать запросы на вызов медсестры на дом и медицинское обслуживание на дому, а также запросы на услуги по проведению медицинских анализов, которые могут быть выполнены в домашних условиях, для того чтобы попасть на прием к врачу на дому, в той мере, в какой это предусмотрено приложением и/или веб-сайтом. 
ИНТЕРНЕТ-САЙТ : Имеется в виду сайт www.klinikya.com, принадлежащий компании "Клиника", на котором осуществляется прием пациентов, услуги записи на прием и онлайн-собеседования в больницы, поликлиники, медицинские центры, к врачам, психологам, психиатрам и стоматологические центры. 
СЕРВИС Включает в себя такие элементы, как онлайн-консультация, запись на медосмотр, анализ, обследование, медицинская помощь на дому, собеседование с диетологом, собеседование с психологом и т.д., связанные с медицинским обслуживанием, которые поступают от Поставщика услуг по запросу Получателя услуг через сайт и/или приложение Клиники. 
ПОСТАВЩИК УСЛУГ : Лица, учреждения, организации, компании и их сотрудники, такие как больницы, врачи, психологи, диетологи, лаборатории и т.д. через приложение и/или веб-сайт Клиники. 
ПОЛУЧАТЕЛЬ УСЛУГИ : Пользователи, которые проводят онлайн-интервью и/или записываются на прием и т.д. в больницы, к врачам, психологам, диетологам, лабораториям и т.д., лица, учреждения, организации, компании и их сотрудники через приложение и/или веб-сайт Клиники в качестве участника и/или без участия. 
ЧЛЕН : Относится к тем, кто зарегистрировался в качестве участника, указав свои данные на сайте и/или в приложении Клиники. 
УЧЕТНАЯ ЗАПИСЬ : Пользователь Сайта, позволяющий с помощью имени пользователя и пароля идентифицировать личность Получателей услуг и/или Поставщиков услуг и тем самым предоставляющий им доступ к определенным услугам. 

3. СУБЪЕКТ

Настоящее Соглашение регулирует права и обязанности сторон в соответствии с положениями Закона № 6502 "О защите прав потребителей" и Положения о дистанционных договорах в отношении перечисленных ниже услуг и услуг, стоимость которых указана, запрошенных Получателем услуг через сайт Клиники и/или в электронном виде. 
Цены, указанные и приведенные на сайте, являются ценами на услуги. Объявленные цены и обещания действительны до их обновления и изменения. Цены, объявленные на определенный период времени, действительны до окончания указанного периода. 

4.УСЛУГИ

4.1 Мобильное приложение и/или сайт Klinikya, в режиме онлайн, тем, кто пользуется сайтом и/или приложением из Турции и из-за рубежа, предоставляет услуги по записи на прием к врачу и в больницу и/или совершению онлайн-видеозвонков с врачами, психологами и диетологами и оформлению заявок на услуги лабораторий на дому. 
4.2 Получатель услуг понимает и принимает, что эти услуги не предоставляются непосредственно компанией "Клиникя". Ни одна из этих услуг не будет предоставляться непосредственно Клиникой, и юридическая, административная и уголовная ответственность полностью лежит на лице, учреждении, организации и/или компании, предоставляющей услугу. 
4.3 Вы несете ответственность за точность заполняемых Вами форм, предоставляемой Вами информации и точность анализов при получении услуг. Своевременность предоставления всех видов информации и документов является Вашей обязанностью, и Вы принимаете на себя ответственность за то, что Вы знаете, что Поставщик услуг будет делать комментарии на основе этой информации. 
4.4 "Имя пользователя" является уникальным для зарегистрированного Поставщика услуг и/или Получателя услуг, и одно и то же "Имя пользователя" не может быть присвоено двум разным участникам. "Пароль" известен только пользователю. Пользователь может изменить свой пароль в любое время. Выбор и защита пароля являются исключительной обязанностью пользователя. 

5.ОНЛАЙН-ИНТЕРВЬЮ, ЗАПИСЬ НА ПРИЕМ И СПОСОБ ОПЛАТЫ


5.1 Для того чтобы совершить онлайн-звонок, необходимо выполнить все шаги на сайте и/или в заявке и предварительно произвести оплату. 
5.2 В случаях, когда Получатель услуг произвел оплату, он может бесплатно отменить звонок до двух часов до начала онлайн-собеседования. В случаях, когда до онлайн-собеседования остается два часа и менее двух часов, в случае отмены собеседования и/или неявки Получателя услуг на собеседование возврат средств не производится. Кроме того, если соответствующий прием и/или онлайн-интервью (все виды услуг Поставщика услуг) отменен больницей и/или врачом, оказывающим услугу, получатель услуги получит уплаченную плату в рамках соответствующих законных сроков. Для операций отмены и возврата платежа получатель услуг должен связаться с поставщиком услуг и запросить отмену до проведения онлайн-интервью, назначения медосмотра, анализа, обследования, медицинской услуги на дому, интервью с диетологом, интервью с психологом, и если поставщик услуг одобрит это, получатель услуг сможет вернуть оплату, в противном случае Клиника не имеет обязательств по возврату платежа. 
Клиника может вернуть плату только при определенных условиях, если Получатель услуг отменит услугу, которая должна быть оказана Получателем услуг через веб-сайт и/или приложение, в противном случае Получатель услуг должен связаться с Получателем услуг. 
5.3 При проведении онлайн-интервью Получатель услуги может по желанию предоставить Исполнителю услуги информацию о ранее проведенных анализах и обследованиях. Эта информация будет предоставлена Поставщику услуг по запросу и с разрешения Получателя услуг. 
5.4 Пользователь услуг соглашается с тем, что онлайн-интервью может быть прекращено в случаях, когда Поставщик услуг сочтет целесообразным провести физический осмотр и/или не продолжать онлайн-интервью. 
5.5 Онлайн-интервью ни в коем случае не записывается. 
5.6 Во время предоставления дистанционной медицинской услуги в режиме онлайн Исполнитель и Получатель услуг не будут находиться в одном физическом окружении. 
5.7 Дистанционное медицинское обслуживание в режиме онлайн не эквивалентно очному медицинскому обслуживанию и не соответствует услугам, предоставляемым при очном медицинском обслуживании. 
5.8 Дистанционное медицинское обслуживание онлайн-интервью, применяемые методы лечения отличаются друг от друга. 
5.9 Дистанционное медицинское обслуживание не может быть использовано таким образом, чтобы прервать проводимое лечение. 
5.10 В экстренных медицинских ситуациях необходимо обращаться в службу скорой помощи, а не использовать дистанционное медицинское обслуживание. 
5.11 Дистанционное медицинское обслуживание не оплачивается в рамках медицинского страхования. 
5.12 Запрещается вести аудио- и видеозапись оказания дистанционных медицинских услуг без прямого согласия сторон, однако записи о полученной медицинской услуге в соответствии с законодательством об обработке персональных данных о здоровье будут храниться, передаваться в информационную систему Министерства здравоохранения в соответствии с законодательством о защите персональных данных и неприкосновенности частной жизни. 
5.13 Для начала оказания дистанционной медицинской услуги может быть запрошен доступ к информационной системе дистанционного здравоохранения с использованием камеры и/или микрофона. 
5.14 В случае невозможности передачи аудио- и/или видеосигнала между сторонами дистанционное медицинское обслуживание может не начаться, а если оно началось, то не может быть продолжено. 
5.15 Дистанционное медицинское обслуживание может быть прекращено в любое время путем информирования другой стороны по медицинским или юридическим причинам. 


6. ИНФОРМАЦИЯ О ПОСТАВЩИКЕ (КЛИНИКЕ) 


Название: KLINİKYA TEKNOLOJI ANONİM ŞİRKETİ 
Адрес Cevizli Mah. Zuhal Cad. Ritim Istanbul Plaza B Blok No:44/213-214-215 Maltepe/Istanbul
Телефон: 0216 468 88 67 
Mersis No: 0564120317700001 
E-mail: iletisim@klinikya.com 


7. ИНФОРМАЦИЯ О ПОКУПАТЕЛЕ 


Лицо, получающее услугу: 
Тип предоставляемой услуги: 
Телефон: 
Электронная почта/имя пользователя: 


8. ИНФОРМАЦИЯ О ПРОДУКТЕ (ПРОДУКТАХ), ЯВЛЯЮЩЕМСЯ ПРЕДМЕТОМ ДОГОВОРА


8.1 Основные характеристики услуг и продуктов (онлайн-интервью, экзамен и т.д.) публикуются на сайте Клиники. Если Клиника организует акцию, то во время акции можно ознакомиться с основными характеристиками соответствующего продукта. Действительны до даты проведения акции. 
8.2 Стоимость услуг, указанная и объявленная на сайте, является ценой продажи. Объявленные цены и обещания действительны до их обновления и изменения. Цены, объявленные на определенный период времени, действительны до окончания указанного периода. 
8.3 Ниже указана продажная цена товаров или услуг, являющихся предметом договора, включая все налоги. 
Описание услуги:  
Стоимость услуги: 
Стоимость услуги С УЧЕТОМ НДС: 


9.ИНФОРМАЦИЯ О СЧЕТЕ 


Получатель услуги: 
Адрес 
Телефон 
Email/имя пользователя 
Доставка счета: Счет будет отправлен на адрес электронной почты после приобретения услуги. 

10. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ

10.1 Все права на все программное обеспечение, визуальные и дизайнерские решения, надписи, логотипы, размещенные на Приложении и/или Веб-сайте, принадлежат Клинике. Клиникя не берет на себя обязательств по обеспечению безошибочности и безупречности работы Приложения и/или Сайта. Клиникя несет ответственность за все виды прямого и косвенного ущерба, все виды материального, морального и финансового ущерба, такие как упущенная выгода, потеря данных, потеря бизнеса, потеря репутации, потеря ожидаемых сбережений, прерывание бизнеса, все виды материального, морального и финансового ущерба, которые могут возникнуть в результате использования Получателем услуг Приложения и/или Сайта, или его неправильного использования или невыполнения им своих обязательств, указанных в договоре, из компенсационных требований, которые могут быть предъявлены третьей стороной; все аппаратные средства, системное программное обеспечение / иное программное обеспечение и связанные с сетью функции и технические сбои, которые могут возникнуть по этой причине; подключение к Интернету, различные ошибки подключения, всевозможные изменения, обновления и подобные работы, которые должны быть проведены в Приложении и/или на Сайте; Он не несет ответственности за ущерб, возникший в результате перепадов напряжения, отключения батарей и электроэнергии, заражения вирусами и подобных факторов окружающей среды.
10.2 Пользователь услуг несет полную ответственность за все виды информации и файлов, размещенных в Приложении и/или на Веб-сайте, и все претензии и убытки, которые могут возникнуть в связи с этой информацией, будут направлены или взысканы с Пользователя услуг. 
10.3 Клиника не несет никакой ответственности в случае нарушения договора, деликта, халатности или по другим причинам; ошибки, небрежности, удаления данных, потери, задержки транзакции или связи, компьютерного вируса, ошибки связи, несанкционированного доступа к учетным записям или использования учетных записей другими лицами. Клиникя не несет ответственности за любой ущерб, который может возникнуть в результате использования Приложения и/или Сайта пользователем услуг, включая судебные и иные издержки. 
10.4 Клиника имеет статус "хостинг-провайдера", как это определено в рамках Закона № 5651 о регулировании трансляций в Интернете и борьбе с правонарушениями, совершаемыми посредством этих трансляций, и получатель услуги принимает и заявляет, что Клиника не несет ответственности за содержание в рамках этой сферы. Получатель услуг принимает и заявляет, что Клиника не несет ответственности за проверку подлинности, аутентичности, безопасности, точности любой информации, передаваемой через Приложение и/или Веб-сайт, за определение соответствия их передачи законодательству, а также что Клиника не несет ответственности за любой ущерб, который может возникнуть в связи с такой информацией. 
10.5. Клиникя не несет ответственности за любые советы, содержание, заявления, данные поставщиком услуг при предоставлении услуг третьих лиц. Клиника не несет ответственности за отмену назначений или непринятие назначений поставщиком услуг по какой-либо причине. 


11. ФОРС-МАЖОРНЫЕ ОБСТОЯТЕЛЬСТВА


Klinikya оставляет за собой право не предоставлять услуги во всех форс-мажорных ситуациях, включая, но не ограничиваясь, стихийными бедствиями, забастовками, проблемами со связью, сбоями в инфраструктуре и Интернете, работами по улучшению или обновлению системы, сбоями, которые могут возникнуть по этой причине, отключением электроэнергии, плохими погодными условиями, наряду с форс-мажорными ситуациями, принятыми в законодательстве Турецкой Республики. В связи с осуществлением данного права ни одна из сторон безоговорочно не принимает, заявляет и обязуется, что не может предъявлять претензии Клинике под каким-либо именем и наименованием. 


12.УПОЛНОМОЧЕННЫЙ СУД


При реализации настоящего Договора дистанционной торговли уполномоченными являются Потребительские арбитражные комитеты и потребительские суды по месту приобретения Услуги и месту проживания Получателя Услуги до величины, объявленной Министерством торговли. 
В соответствии с нижним и верхним пределами, указанными в п. 1 ст. 68 Закона № 6502 "О защите прав потребителей", для рассмотрения потребительских исков уполномочены районные/провинциальные потребительские арбитражные комитеты.


13. НЕИСПОЛНЕНИЕ ОБЯЗАТЕЛЬСТВ И ПРАВОВЫЕ ПОСЛЕДСТВИЯ


В случае неисполнения Получателем услуг обязательств по операциям, совершенным с использованием кредитной карты, держатель карты выплачивает проценты в рамках договора о кредитной карте, заключенного банком с банком, и несет ответственность перед банком. В этом случае соответствующий банк может прибегнуть к средствам правовой защиты, может потребовать от Получателя услуг возмещения расходов и оплаты услуг адвоката, и в любом случае, если Получатель услуг не исполняет свои обязательства по причине задолженности Получателя услуг, Получатель услуг несет ответственность за убытки и ущерб, понесенные Клиникой в связи с несвоевременным исполнением задолженности Получателя услуг. 


14. ИСПОЛНЕНИЕ


Получатель услуг считается принявшим все условия настоящего соглашения, когда он производит оплату за услугу, предоставляемую через Сайт. Клиника" обязуется произвести необходимые программные мероприятия для получения подтверждения того, что данное соглашение прочитано и принято Получателем услуг на сайте до реализации заказа. 


`;
