export const SALES_TEXT_AR = `
اتفاقية المستخدم الفردي لـ KLINIKYA
1. الأطراف
1.1. ستتم الإشارة إلى الأشخاص الطبيعيين الذين هم أطراف في اتفاقية المستخدم الفردية هذه وأصبحوا أعضاء لاستخدام المحتوى المتاح في تطبيق المنصة باسم "العميل"، وسيشار إلى الخبراء أو علماء النفس السريري في المجالات التي يحتاج فيها العملاء إلى المساعدة باسم "الاستشاري" ". وسيشار إلى كل منهما معًا باسم "الطرفين".
1.2. سيتم الإشارة إلى العميل والاستشاري بشكل فردي باسم "الطرف" ومعاً باسم "الطرفين".
1.3. KLINIKYA، التي تقدم خدمة عبر الإنترنت لجمع الأطراف معًا، ليست طرفًا في هذه الاتفاقية.
2. التعريفات
2.1. كلينيكيا و/أو المنصة: تشير كلينيكيا إلى خدمة الوساطة عبر الإنترنت المقدمة من خلال الموقع الإلكتروني و/أو تطبيق الهاتف المحمول من خلال الجمع بين الاستشاري والعميل عبر الإنترنت.
2.2. التطبيق: هو تطبيق تابع لشركة Klinikya، يحمل اسم Klinikya، ويمكن تنزيله على الأجهزة المحمولة من أسواق تطبيقات الهاتف المحمول عبر الإنترنت مقابل رسوم أو مجانًا، ويحمل خدمات الشراء داخل التطبيق.
2.3. الموقع: هو موقع إلكتروني يحمل اسم النطاق www.klinikya.com.
2.4. الزائر: الشخص أو الأشخاص الذين يزورون الموقع ويستخدمونه لأغراض إعلامية فقط من خلال معالجة بياناتهم الشخصية لاستخدام ملفات تعريف الارتباط المحددة في سياسة ملفات تعريف الارتباط، دون تقديم معلومات الاتصال الشخصية.
2.5. خدمات الباقة: تشير إلى حزم الخدمات الفردية التي تقدمها كلينيكيا للمستخدمين مقابل رسوم من خلال الموقع وتطبيق الهاتف المحمول، والتي يتم تحديد محتواها من قبل كلينيكيا وسيتم تقديم الخدمات الاستشارية وفقًا لذلك، والتي يمكن للمستخدمين الحصول عليها من خلال الموقع وتطبيقات الهاتف المحمول مقابل رسوم.
2.6. العميل: الأشخاص الذين أعلنوا رغبتهم في الاستفادة من الاستشارات النفسية عبر الإنترنت أو الخدمات الاستشارية لأخصائيي التغذية التي سيقدمها الاستشاري عن طريق إنشاء حساب على موقع أو تطبيق كلينيكيا.
2.7. الاستشاري: ويقصد به الأشخاص الذين يعلنون أنهم خبراء في علم النفس السريري واختصاصيي التغذية من خلال موقع أو تطبيق Klinikya والذين أثبتوا هذه الإقرارات بوثائق رسمية (دبلوم، شهادة، إلخ).
2.8. المستخدم: جميع الأشخاص الذين يقومون بإنشاء العضوية ويقومون بالدفع وشراء الحزم من خلال الموقع أو التطبيق ويقبلون الحقوق والالتزامات بموجب هذه الاتفاقية.
2.9. الخدمة الاستشارية: تشير إلى خدمة الاستشارة النفسية والاستشارات الغذائية عبر الإنترنت والتي سيتم تقديمها من قبل المستشار والعميل معًا من خلال تطبيق Klinikya.
2.10. خدمة المستشار الشخصي: تشير إلى الشخص الذي سيتم شراؤه من قبل المستخدمين من خلال تطبيق كلينيكيا والذي سيرافق المستخدم طوال عمليات المستشفى بأحد الخيارات العربية/الروسية/الإنجليزية.
2.11. نظام الدفع عبر الإنترنت: هي خدمة دفع عبر الإنترنت مقدمة لأداء الخدمة التي اشتراها العميل من خلال وكيل الدفع المتفق عليه من قبل Klinikya، من خلال بطاقات الائتمان وبطاقات الخصم والبنوك، بموجب الشروط والأحكام المحددة في هذه الاتفاقية.
2.12. حساب الدفع عبر الإنترنت: من أجل أداء خدمة نظام الدفع عبر الإنترنت، Türkiye İş Bankası A.Ş.، تحت إشراف BRSA، التي تتعاون معها Klinikya. "شركة Moka Payment and Electronic Money Organization Inc.، مؤسسة دفع" تديرها وهو حساب الحماية الذي يرتبط به نظام الدفع.
2.13. القانون: يشير إلى قانون حماية البيانات الشخصية رقم 6698.
2.14. اللائحة: يشير إلى اللائحة التنظيمية الخاصة بمقدمي الخدمات ومقدمي الخدمات الوسيطة في التجارة الإلكترونية المنشورة في الجريدة الرسمية رقم 29457 بتاريخ 26 أغسطس 2015.
3. الموضوع والغرض
3.1 موضوع هذه الاتفاقية هو تحديد تفاصيل حقوق والتزامات الأطراف فيما يتعلق بباقة الخدمات المقدمة للمستخدمين الأفراد من قبل Klinikya، والتي تشمل الاستشارة النفسية وخدمات استشارات أخصائي التغذية معًا أو بشكل منفصل.
3.2 للاستفادة من كافة محتويات الموقع، من الضروري أن تصبح عضواً في الموقع وأن تقوم بشراء الباقات التي تعلن عنها كلينيكيا على الموقع عن طريق دفع رسومها. لكي تصبح عضوا في الموقع، يجب عليك قبول شروط الاستخدام واتفاقية الخصوصية. العضوية مطلوبة لطرح الأسئلة على الاستشاريين وعقد اجتماعات عبر الإنترنت وتلقي الاستشارات.
3.3 يتم تحديد مبادئ الخدمات الاستشارية التي سيحصل عليها المستخدم من خلال موقع كلينيكيا أو تطبيق الهاتف المحمول. أثناء تقديم هذه الخدمات، تلتزم Klinikya بالحقوق والالتزامات في إطار قانون حماية المستهلك رقم 4077 وقانون حماية البيانات الشخصية رقم 6698 واللوائح الخاصة بمبادئ منصة العقود عن بعد.
3.4 يقبل المستخدمون هذه الاتفاقية 3.4. ويُعتبر أنهم قد قبلوا أنهم سيلتزمون بجميع التشريعات الأخرى ذات الصلة، سواء كانت مدرجة في المقالة أم لا. المعاملات التي يقوم بها المستخدمون عن طريق إلغاء تنشيط موقع أو تطبيق Klinikya مع الاستشاريين الخبراء و/أو جميع المعاملات التي لم تتم الموافقة عليها من قبل Klinikya هي خارج نطاق اتفاقية المستخدم هذه. ولا تتحمل العيادة أي مسؤولية في هذا الصدد.
4. المدة والنطاق
4.1 تبدأ هذه الاتفاقية عندما يصبح المستخدم عضوًا في النظام الأساسي وتنشئ هيكلًا قانونيًا صالحًا لمدة عام واحد (واحد) ما لم يتم إلغاؤه.
4.2 تنتهي هذه الاتفاقية عند إغلاق حساب المستخدم أو قيام المستخدم بإلغاء عضويته.
4.3 يستمر سريان المواد ذات الصلة من هذه الاتفاقية بعد إنهاء الاتفاقية.
5. أحكام عامة
5.1 تجمع Klinikya بين المستخدمين والاستشاريين على منصة الإنترنت وتطبيقات الهاتف المحمول. الغرض من الموقع هو توفير بيئة إلكترونية ليتمكن العملاء من الحصول على خدمات الدعم النفسي والاستشارات والتغذية من استشاريين خبراء مقابل دفع رسوم الباقة التي يحددها الموقع، وكذلك الاستفادة من الخدمات الصحية المخفضة من المنظمات المتعاقدة حسب الاعتماد محتوى الحزمة.
5.2 أطراف العلاقة التعاقدية التي سيتم إنشاؤها هي العميل والاستشاري أو المستخدم والمستشفى، ولا تتحمل العيادة سوى الالتزامات الناشئة عن خدمة وسيط المنصة.
5.3 يقر العميل، الذي يبدأ عضويته للاستفادة من خدمات المنصة، بقبوله الكامل للشروط المحددة في شروط الاستخدام هذه ضمن نطاق العلاقة التعاقدية التي ستنشأ بينه وبين الاستشاري.
5.4 تحتفظ Klinikya بالحق في تغيير أو إزالة أي محتوى في التطبيق أو الخدمات داخل التطبيق ومحتويات الحزمة وأسعار الحزمة دون أي إشعار.
5.5 من أجل تحديد موعد للجلسة، يجب أولاً دفع رسوم الحزمة ذات الصلة.
5.6 المسؤولية عن جميع أنواع المعلومات والمستندات والخدمات والمقالات والبيانات والأسهم المماثلة التي سيتم إجراؤها من خلال Klinikya تعود إلى العميل أو المستشار الذي يقوم بهذه الأسهم، ولا تتحمل Klinikya أي التزام بالتدقيق أو أي مسؤولية قانونية فيما يتعلق بالمحتويات.
5.7 يقبل الطرفان سلطة Klinikya لتعليق الخدمة مؤقتًا في حالة تنفيذ أنشطة مثل العمل أو التطوير أو التحديث أو الصيانة في تطبيق المنصة.
5.8 إذا لم يتم احترام ساعات الموعد، فلن يكون هناك استرداد. وفي هذا الصدد، يقبل العميل الذي تأخر أو لم يحضر الموعد أنه لا يمكنه طلب وقت إضافي أو استرداد المبلغ أو أي طلب آخر.
5.9 من الممكن إلغاء المواعيد، ولكن فقط إذا تم الإخطار قبل 24 ساعة على الأقل من موعد الموعد. إذا تم إلغاء الموعد قبل 24 ساعة على الأقل، فلن يتم خصمه من الجلسة مباشرة في باقة العميل، وسيتم خصم الإلغاء الذي يتم بعد أكثر من 24 ساعة من باقة العميل كما لو كانت الجلسة قد حدثت بالفعل.
5.10 بالنسبة لمشتريات خدمة المساعد الشخصي التي تتم من التطبيق، لا يوجد استرداد للخدمة المعنية، حتى لو قام المستخدمون بإلغاء الخدمة.
5.11 إذا كان هناك خطأ في معلومات ميزات الخدمة ومعلومات الأسعار في التطبيق، فمن الممكن تحديث الخدمة أو إلغائها من خلال توفير المعلومات اللازمة من خلال المنصة.
5.12 قام الاستشاري بتفويض Klinikya بقبول الرسوم التي سيتم دفعها بموجب العقد نيابة عنه وحسابه، وسينتهي التزام العميل بالدفع عندما يتم سداد الدفعات إلى Klinikya كممثل. فيما يتعلق بمعاملات الدفع، يحق لـ Klinikya العمل مع أي مزود خدمة دفع يعتبر معتمدًا وفقًا للتشريعات والحق في تغيير مزود خدمة الدفع.
5.13 لقد سمح المساعد الشخصي لـ Clinicya بقبول الرسوم التي سيتم دفعها بموجب العقد بالنيابة عنها وحسابها، وسينتهي التزام المستخدم بالدفع عندما يتم سداد الدفعات إلى Klinikya كممثل. فيما يتعلق بمعاملات الدفع، يحق لـ Klinikya العمل مع أي مزود خدمة دفع يعتبر معتمدًا وفقًا للتشريعات والحق في تغيير مزود خدمة الدفع.
5.14 تحتفظ Klinikya بالحق في إلغاء العقود الحالية مع بعض مؤسسات الرعاية الصحية خلال الفترة التي يشتري فيها المستخدم الحزمة.
5.15 يجوز لـ Klinikya تغيير هذه الاتفاقية، كليًا أو جزئيًا، من وقت لآخر وفقًا لتقديرها الخاص، أو يجوز لها فرض شروط وأحكام جديدة بخصوصها أو إجراء تحديثات جماعية. وكقاعدة عامة، سيتم إجراء التحديثات عن طريق إرسال رسائل البريد الإلكتروني أو عن طريق نشر الإعلانات عبر المنصات ذات الصلة وستدخل حيز التنفيذ اعتبارًا من تاريخ الإعلان.
6. خدمات المنصة
6.1 لا تقدم Klinikya أي ضمان أو وعد بالجودة فيما يتعلق بجودة أو طبيعة الخدمة التي سيقدمها الاستشاريون، ولا يمكن توجيه أي مسؤولية إلى Klinikya على هذا الأساس. بما أن الاستشاري طرف في العقد، فإن الاستشاري مسؤول شخصيًا عن الأضرار الناجمة عن خطأ الاستشاري ولا يحق له اللجوء إلى كلينيكا لأي سبب من الأسباب.
6.2. يتم ملء المعلومات المتعلقة بالاستشاريين والمستشفيات والأطباء والمؤسسات الصحية الأخرى المنشورة داخل Klinikya من قبل الأطراف المعنية، ولا تتحمل Klinikya أي مسؤولية عن دقة المعلومات أو توقيتها. إذا تم إخطار Klinikya بالنسخة الحالية والدقيقة من المعلومات، فسيتم إجراء التغييرات اللازمة دون تأخير.
6.3. تحمل كلينيكيا لقب "مزود الاستضافة" كما هو محدد في إطار القانون رقم 5651 بشأن تنظيم المنشورات التي يتم نشرها على الإنترنت ومكافحة الجرائم المرتكبة من خلال هذه المنشورات، ويقبل المستخدم ويعلن أن كلينيكيا لا تتحمل أي مسؤولية عن المحتوى في هذا السياق.
6.4 لن تكون النصائح أو العلاج أو التوجيه أو الاقتراح أو السلوك المماثل المقدم من الاستشاريين ملزمة للعيادة بأي شكل من الأشكال ولن تعتبر مصدرًا للمسؤولية.
6.5. تتعهد العيادة باتخاذ جميع الاحتياطات اللازمة لأمن البرامج التي تستخدمها والقضاء على أوجه القصور ونقاط الضعف المحتملة التي قد تنشأ مع مرور الوقت. ومع ذلك، نظرًا لأنه من غير الممكن توفير الأمان بنسبة 100% للبرامج والخدمات المتصلة بالإنترنت نظرًا لطبيعتها، فإن مسؤولية Klinikya لن تنشأ في الحالات التي لا يوجد فيها خلل - على سبيل المثال، الأعطال الميكانيكية أو الإلكترونية أو الاتصالات أو الأعطال التي تحدث خارج مبادرة Klinikya.
6.6 نتيجة لخرق العقد أو الضرر أو الإهمال أو لأسباب أخرى؛ لا تتحمل العيادة أي مسؤولية عن الأخطاء أو الإهمال أو حذف أو فقدان البيانات أو التأخير في المعالجة أو الاتصال أو فيروسات الكمبيوتر أو خطأ الاتصال أو الدخول غير المصرح به إلى الحسابات أو تغيير الحسابات أو استخدامها. لن تكون Klinikya مسؤولة عن أي مسؤولية أو أضرار أو مطالبات، بما في ذلك تكاليف المحكمة والنفقات الأخرى، التي قد تنشأ نتيجة الوصول إلى المنصة أو المواقع المرتبطة، باستخدام المنصة وزيارة المستخدم واستخدام المنصة. وتقبل أنه لا يمكن أن يتم بهذه الطريقة.
6.7 إذا غادرت أي مؤسسة أو استشاري ضمن الحزمة التي اشتراها المستخدم Klinikya، فلن يتم استرداد أي مبالغ للعميل، وسيستمر محتوى الحزمة مع المؤسسة أو المنظمة أو الاستشاري الذي تم استبداله بـ Klinikya.
6.8 يكون المستخدم مسؤولاً عن خدمات الطرف الثالث، بما في ذلك ما إذا كانت خدمات الطرف الثالث التي يقدمها مزود الخدمة على المنصة معيبة أو محتواها أو وقت التسليم أو القائمة أو ما إذا كانت تخضع للترخيص/الترخيص/الإذن أو التنظيم أو الطبيعة. أو دقة أو اكتمال الأوصاف. تقر بأن Klinikya لا تتحمل أي مسؤولية عن أي مسألة ذات صلة، وأن Klinikya ليست سوى مزود استضافة وسيط، وأن Klinikya ليست مسؤولة بأي شكل من الأشكال عن خدمات الطرف الثالث و/أو الأعمال والمعاملات والإجراءات المقدمة من مقدمي الخدمة..
7. حقوق وواجبات المستشار
7.1 يتعهد الاستشاري بالامتثال لجميع التشريعات المعمول بها وأخلاقيات المهنة فيما يتعلق بخدمة الاستشارة النفسية التي يقدمها، بما في ذلك قواعد الأخلاق المطبقة على العلاج وجهاً لوجه.
7.2 يُذكر أن الاستشاريين لن يقدموا التشخيص والعلاج الطبي داخل الموقع وتطبيق الهاتف المحمول، ولن يتم تقديم أي وعود في هذا الصدد، ولن يتم كتابة الوصفات الطبية ولن يتم توجيه العملاء لتناول الأدوية الموصوفة. إذا أصر العميل على وصف الدواء للعلاج، يجوز للمستشار إنهاء الاستشارة. مقدم الخدمة الوسيط للعيادة هو 5.2. وهي ليست ملزمة بالإشراف على استيفاء الأمور المحددة في المادة أم لا، وفي هذا الصدد، تعمل كخدمة وسيطة وفقا لما تحدده اللائحة وليست طرفا أو مسؤولا عن أي طلب أو نزاع بين العميل والاستشاري.
7.3 سيقوم الاستشاري بإبلاغ العميل منذ الاجتماع الأول بأنه يجب على العميل الإبلاغ عن المرض، وإلا فسيكون هناك خطر حدوث خطأ في الخدمة الاستشارية.
7.4 تقع على عاتق الاستشاريين مسؤولية إبلاغ عملائهم بمتطلبات والتزامات الخدمة المهنية التي يقدمونها من خلال العيادة. لن يكون الفشل في تقديم هذه المعلومات ملزمًا قانونيًا لـ Klinikya بأي شكل من الأشكال. لن يقوم العميل بتوجيه أي اتهامات ضد كلينيكيا في أي مشكلة أو موقف قانوني ينشأ عن عدم تقديم هذه المعلومات.
8. حقوق العميل والتزاماته
8.1. يمكن للعميل تغيير الاستشاري الذي يتلقى الخدمة منه في أي وقت، كما تتاح له الفرصة لإنهاء عضويته في المنصة.
8.2. يقبل العميل ويتعهد بصحة المعلومات التي يعلنها عند التسجيل في الموقع. لا يمكن للزوار الذين تقل أعمارهم عن 18 عامًا الحصول على الخدمة كعميل. وبالمثل، إذا أبلغ الاستشاري العيادة بأن العميل لديه أفكار أو أفعال مثل الانتحار أو نوبة الهلع أو النوبات، فلا يتم قبول العضوية أو إذا تم اكتشافها لاحقًا، يتم إنهاء العضوية على الفور. تحتفظ كلينكيا بالحق في اتخاذ أي إجراء قانوني ضد الأشخاص الذين يتلقون استشارات نفسية من خلال تقديم معلومات كاذبة حول معلوماتهم الشخصية. أثناء الاستشارة النفسية، إذا أبلغ المستشار كلينيكا أن عمر العميل أقل من 18 عامًا أو أنه من بين الأشخاص الذين لا يوصى بتلقي الاستشارة النفسية عبر الإنترنت، فسيتم إنهاء الاستشارة النفسية على الفور، ويتم إزالة العميل من العضوية و منع العميل من تلقي الاستشارة النفسية في أو من خلال العيادة مرة أخرى.
8.3. يحق للعملاء عدم الكشف عن هويتهم أثناء الخدمة التي يتلقونها من الاستشاريين من خلال اسم مستعار من اختيارهم.
8.4. يعلن العميل ويتعهد بأنه على علم بالمسائل التالية المتعلقة بخدمات الاستشارة النفسية وأخصائي التغذية عبر الإنترنت التي يقدمها الاستشاري من خلال المنصة:
     أ. الاستشارة عبر الإنترنت ليست بديلاً عن الخدمة وجهاً لوجه.
     ب. الاستشارة عبر الإنترنت ليست مخصصة بشكل مباشر أو غير مباشر للتشخيص أو العلاج، كما أنها لا تشكل خدمة علاج طبي.
8.5. يلتزم العميل بأن يشارك بشكل كامل مع الاستشاري جميع المعلومات التي يجب أن يأخذها الاستشاري في الاعتبار أثناء الخدمة التي سيقدمها، بما في ذلك الأمراض التي عانى منها سابقًا والأدوية التي استخدمها. وفي حالة انتهاك هذا الالتزام، تقع المسؤولية على عاتق العميل والاستشاري بقدر خطأهما، ولن تتحمل المنصة التي تقدم خدمات الوساطة أي مسؤولية.
8.6. يقر العميل ويتعهد بأنه يلتزم بشكل كامل بشروط وأحكام العضوية الواردة في هذه الاتفاقية، ويوافق على أنه في حالة اكتشاف العكس، لن يتم تقديم أي خدمة له وسيكون مسؤولاً عن جميع الأضرار المحتملة .
8.7. للاستفادة من الخدمة، يجب أولاً دفع رسوم الاستشارة المعلنة على المنصة. يقبل العميل ويعلن ويتعهد بأنه يجوز لـ Klinikya تحديث الرسوم على المنصة من جانب واحد في أي وقت.
8.8. إذا قرر العميل أن الخدمة المقدمة له من قبل الاستشاري معيبة، فإنه يلتزم بإخطار الاستشاري في أسرع وقت ممكن. وبالمثل، في الحالات التي يشك فيها العميل في خبرة الاستشاري أو أن الخدمة معيبة، فإنه ملزم بإبلاغ Klinikya دون تأخير من أجل الحفاظ على جودة خدمة المنصة التي يقدمها.
8.9. يقبل العميل ويعلن ويتعهد بعدم القيام بالأعمال التالية:
     أ. الوصول إلى الاستشاريين من خلال حساباتهم على وسائل التواصل الاجتماعي، وإرسال الرسائل، والتواصل خارجيًا بأي شكل من الأشكال دون إذن المنصة،
     ب. طلب المال وتبادل معلومات الحساب البنكي وما شابه ذلك بغرض الحصول على منفعة مالية.
     ج. لتنفيذ أنشطة إعلانية وترويجية حول المواقع والعلامات التجارية والمنتجات والخدمات الأخرى والمحتويات المماثلة،
8.10. يقبل العميل ويعلن ويتعهد بأنه مسؤول عن الأضرار التي قد تحدث في حالة انتهاك الالتزامات الواردة في هذه الاتفاقية وإعفاء العيادة من أي مسؤولية محتملة. بالإضافة إلى ذلك، تحتفظ Klinikya بالحق في إزالة وحظر العملاء الذين يظهرون سلوكًا غير لائق من النظام.
9. شروط العضوية
9.1. لا يمكن للأشخاص الذين لا يستوفون الشروط التالية أن يصبحوا أعضاء في Klinikya ولا يمكنهم تلقي الخدمات كعميل من خلال المنصة:
     أ. أن يكون عمره أكثر من 18 عامًا،
     ب. أن يمتلك القدرة على التصرف،
     ج. - ألا يكون قد تم حذفه من العضوية لأي سبب من الأسباب،
     د. للوفاء بالالتزامات القانونية،
     ل. عدم وجود اضطراب عقلي شديد، أو حالة تتطلب علاجًا نفسيًا، أو مشكلة نفسية تتطلب تناول الأدوية، أو ميول انتحارية أو خصائص أخرى.
9.2. يلتزم العميل باختيار اسم المستخدم الذي يختاره ضمن نطاق العضوية بطريقة لا تنتهك القواعد الأخلاقية العامة وحقوق الطرف الثالث، بما في ذلك على سبيل المثال لا الحصر حقوق النشر والعلامة التجارية والاسم التجاري.
9.3. إذا قدم العميل معلومات مضللة فيما يتعلق بشروط العضوية، يحق للاستشاري إنهاء الخدمة.
9.4. تحتفظ Klinikya، التي تقدم خدمات وسيطة ضمن نطاق أنشطة منصتها، بالحق في حرية التصرف في قبول الأعضاء ضمن نطاق المصالح والتفضيلات القانونية أو التجارية، بالإضافة إلى شروط العضوية المذكورة أعلاه.
9.5. يلتزم العميل بتقديم معلومات كاملة وكاملة مثل الاسم واللقب ورقم الهاتف ورقم هوية TR وعنوان البريد الإلكتروني وغيرها من المعلومات المطلوبة التي يجب عليه / عليها مشاركتها عندما يصبح عضوًا في المنصة، ويتعهد بأن هذه المعلومات صحيح وأنه سيبقي هذه المعلومات محدثة. في حال كانت المعلومات المدخلة غير كاملة أو لا يمكن التحقق منها، يحق للعيادة إيقاف الخدمة المقدمة للعميل وإنهاء الخدمة إذا أصر على عدم تصحيح النقص. لن يتم استرداد العضويات التي تم إنهاؤها بهذه الطريقة بسبب خطأ المستخدم.
9.6. إذا لم يلتزم المستخدم بأحكام هذه الاتفاقية والقواعد والشروط المعلنة على المنصة، أو إذا كانت أنشطة المستخدم على المنصة تشكل خطراً من حيث الأمن القانوني أو الفني أو المعلوماتي، أو إذا كانت ضارة بالشخصية والحقوق التجارية لأطراف ثالثة أو لأسباب أخرى، قد تقوم Klinikya بتعليق استخدام المستخدم للمنصة بشكل مؤقت أو دائم، أو فرض قيود استخدام خاصة بالخدمة، أو إنهاء الاتفاقية من جانب واحد دون إبداء أي سبب. ولهذا السبب، لا يمكن للمستخدم الحصول على أي طلبات من Klinikya.
9.7. المستخدمين؛ لن يتخذوا أي إجراء قد يهدد أمن النظام الأساسي، أو يمنع تشغيل برنامج النظام الأساسي أو يمنع المستخدمين الآخرين من الاستفادة من النظام الأساسي، ولن يفرضوا حملاً غير متناسب على النظام الأساسي بطريقة تؤدي إلى هذه النتائج، لن يتمكنوا من الوصول إلى هذه المعلومات أو نسخها أو حذفها أو تغييرها بطريقة غير مصرح بها أو محاولة القيام بذلك؛ لن يتخذوا إجراءات قد تهدد الأمن العام للمنصة و/أو تضر بالمنصة وKlinikya والمستخدمين الآخرين؛ لن يستخدموا البرامج التي من شأنها أن تمنع تشغيل النظام الأساسي والبرمجيات المستخدمة، ولن ينخرطوا في أي سلوك مثل محاولة استخدامه أو تعطيل تشغيل أي برنامج أو جهاز أو خوادم، مما يتسبب في تعطلها أو الهندسة العكسية أو تنظيم هجمات أو احتلال أو التدخل بأي شكل آخر، ولن يحاولوا الوصول إلى خوادم العيادة، ويعلنون ويقبلون ويتعهدون بأنهم لن يعملوا. إذا تم اكتشاف أن المستخدم لديه سلوك مماثل، سواء كان مذكورًا أعلاه أم لا، فسوف تبدأ Klinikya الإجراءات القانونية والإدارية على الفور، وستكون جميع حقوق التعويض المادية والمعنوية محفوظة لـ Klinikya.
10. رسوم الخدمة وباقات العضوية
10.1. جميع الباقات المقدمة للمستخدمين من Klinikya لديها التزام لمدة عام واحد (واحد)، وسيتم تجديد حقوق جلسة العلاج واختصاصي التغذية المقدمة للمستخدم في الباقة شهريًا. لا يمكن نقل الجلسات غير المستخدمة إلى الشهر التالي، وسيتم تجديد حقوق جلسة المستخدم كل شهر. رسوم الجلسات التي لا يستخدمها المستخدم أو يلغيها ولا يستقبل جلسة أخرى بعد الإلغاء لن يتم ردها إلى المستخدم بأي شكل من الأشكال.
10.2. وفقًا لأحكام الفقرة ğ من المادة 15 من لائحة البيع عن بعد، لا يمكن للمستهلك ممارسة حق الانسحاب ضمن نطاق مواد القانون ذات الصلة فيما يتعلق بالخدمات التي تقدمها Klinikya.
10.3. يقبل المستخدم ويعلن ويتعهد بأنه سيدفع رسوم الخدمة مقابل خدمات الحزمة المدفوعة المتوفرة على Klinikya كما هو محدد في نموذج المعلومات الأولية واتفاقية البيع عن بعد، وأنه إذا لم يدفع، فسيتم إلغاء الخدمة توقفت عن طريق Klinikya.
10.4. يحق للعيادة تغيير أسعار المنتج و/أو الخدمة في أي وقت. إذا لم يقبل المستخدم التغييرات التي قد تطرأ على رسوم الخدمة، يجوز له إلغاء هذه الاتفاقية وعضويته حتى التاريخ الذي سيتم فيه تحصيل الرسوم الحالية من المستهلك. سيتم اعتبار المستهلك الذي لا ينهي هذه الاتفاقية خلال الفترة المحددة قد قبل التغيير المتعلق برسوم الخدمة التي سيتم تطبيقها على الفترة الجديدة.
10.5. تقدم Klinikya باقات عضوية مختلفة لمستخدميها، والتي يتم الإعلان عنها والإعلان عنها على موقعها الإلكتروني. قد يتم تغيير أسماء و/أو محتويات حزم العضوية هذه بواسطة Klinikya عن طريق إخطار المستخدمين من خلال الموقع أو التطبيق.
10.6. ستوفر Klinikya أسعارًا محدثة لحزم الخدمات للزوار على الموقع الإلكتروني والتطبيق.
10.7. يوافق المستخدم على أنه لا يمكن إرجاع الحزم المشتراة.
10.8. يمكن للمستخدم شراء حزم العضوية هذه عبر بطاقة الائتمان أو بطاقة الخصم أو طرق الدفع الأخرى التي تقدمها Klinikya.
10.9. يتم منح المستخدمين خيار استخدام رموز الخصم، إن وجدت، على شاشة الدفع عند شراء حزم العضوية. رموز الخصم المقدمة للمستخدمين شخصية وتكون صالحة مرة واحدة فقط. لا يمكن استخدام رموز الخصم منتهية الصلاحية على الموقع أو تطبيق الهاتف المحمول. تحتفظ Klinikya بالحق في مطالبة المستخدم برسوم بالإضافة إلى الفائدة القانونية إذا اكتشفت أنه تم استخدام رمز خصم منتهي الصلاحية أو أنه تم استخدام نفس الرمز أكثر من مرة.
10.10. لا تقوم Klinikya أبدًا بتخزين معلومات بطاقة الائتمان المقدمة من قبل المستخدمين كجزء من الدفع مقابل خدمات الطرف الثالث. يقبل المستخدم ويعلن أن Clinicalya لا تتحمل أي مسؤولية عن الطلبات والشكاوى المتعلقة بخدمات الدفع ولن تحمل Clinicalya المسؤولية في حالة حدوث أي مشاكل.
10.11. فترات الصلاحية وأنواع الحزم التي اشتراها المستخدمون هي كما يلي.
     أ. جلسات العلاج المدرجة في الحزمة المشتراة ستكون صالحة شهريًا خلال الشهر المعني. يوافق المستخدم على أنه إذا لم يستخدم جلسة العلاج الخاصة به خلال الشهر، فسوف يفقد هذا الحق ولن يتم ترحيله إلى الشهر التالي.
     ب. ستكون جلسات اختصاصي التغذية المضمنة في الباقة المشتراة صالحة شهريًا خلال الشهر المعني. يوافق المستخدم على أنه إذا لم يستخدم جلسة اختصاصي التغذية الخاصة به خلال الشهر، فسوف يفقد هذا الحق ولن يتم ترحيله إلى الشهر التالي.
     ج. تحتفظ Klinikya بالحق في إجراء تغييرات على الخصومات المضمنة في الباقة المشتراة في المؤسسات الصحية المختلفة. لن تكون العيادة مسؤولة بأي شكل من الأشكال عن أي تغييرات تجريها المؤسسة الصحية ذات الصلة.
     11. شخصية الخدمة
11.1. جميع الخدمات الاستشارية التي تقدمها Klinikya هي حصرية للعميل وهي شخصية.
11.2. إذا تقرر أن أطرافًا ثالثة غير المستخدم تستخدم الحزمة، فسيتم إلغاء جميع حقوق الحزمة التي يستخدمها العميل.
11.3. تغطي حزم الاستخدام الموجودة على المنصة استخدام عميل واحد ولا يمكن نقل حق الاستخدام إلى طرف ثالث تحت أي ظرف من الظروف.
11.4. يمكن لكل عميل فتح حساب واحد كحد أقصى، وسيتم إغلاق الحسابات المفتوحة بشكل متكرر من قبل العيادة دون الحاجة إلى أي تحذير.
12. الملكية الفكرية
12.1. وفقًا لهذه الاتفاقية، جميع المحتويات والمرئيات والنصوص وما إلى ذلك التي يراها الزوار والمستخدمون والعملاء والمستشارون ويقومون بإنشائها داخل الموقع والتطبيق. جميع حقوق الملكية الفكرية مملوكة لـ Klinikya.
12.2. جميع أنواع حقوق الطبع والنشر والعلامات التجارية وبراءات الاختراع وغيرها من الحقوق غير الملموسة، وحقوق المعالجة، وحق الاستنساخ، وحق النشر، وحق التمثيل، وحق النقل العام، وحق المشاركة والتتبع، وجميع أنواع حقوق الطبع والنشر والعلامات التجارية وبراءات الاختراع وغيرها من الحقوق غير الملموسة، بما في ذلك محتوى الخدمة بالكامل، والبرمجيات، والمفهوم، والتصميم، والصور الفوتوغرافية وغيرها من التفاصيل، وسلطة تقديم العمل للجمهور، وسلطة ذكر اسم المؤلف، والحق في حظر إجراء تعديلات على العمل، والحقوق والاستخدام إن الحقوق التي قد يؤكدها المؤلف ضد مالك العمل الأصلي وحائزه، بما في ذلك حقوق الاستخدام، تعود فقط إلى شركة Klinikya Technology المساهمة، ولا يجوز للأطراف نسخها أو استخدامها دون إذن، وقبولها، وتعلنها، وتتعهد بها. أنها لن تشارك في إعادة الإنتاج أو التسويق أو التوزيع أو النقل أو الهندسة أو الهندسة العكسية أو أنشطة مماثلة.
13. قابلية العقد للتجزئة
13.1. يقبل الطرفان ويعلنان أنه إذا تم اعتبار أي حكم من أحكام هذه الاتفاقية غير صالح، فإن الأحكام المتبقية من الاتفاقية ستظل سارية.
14. إنهاء العقد
14.1. يجوز لـ Klinikya تعليق و/أو إنهاء المنصة و/أو هذه الاتفاقية من جانب واحد في أي وقت، بشكل مؤقت أو إلى أجل غير مسمى، دون إشعار مسبق. يقبل المستخدم ويعلن أنه على علم بسلطة Klinikya وأنه لن يفرض أي مسؤولية على Klinikya في هذا الصدد.
15. القوة القاهرة
15.1. في جميع الحالات التي تعتبر قوة قاهرة لا يستطيع الطرف المعني توقعها ومنعها على الرغم من ممارسة السيطرة المعقولة والعناية الواجبة (بما في ذلك على سبيل المثال لا الحصر، الكوارث الطبيعية وأعمال الشغب والحروب والإضرابات والاتصالات والبنية التحتية والإنترنت وانقطاع التيار الكهربائي، وما إلى ذلك). ، لن يتحمل الطرفان، وفقًا لالتزاماتهما، مسؤولية الفشل في الأداء على هذا النحو.
15.2. في حالة القوة القاهرة، يجوز تعليق أحكام الاتفاقية عن طريق إخطار يتم إرساله إلى الطرف الآخر في غضون 15 (خمسة عشر) يومًا؛ إذا استمرت حالة القوة القاهرة لأكثر من ثلاثة أشهر، يحق للطرفين إنهاء الاتفاقية من جانب واحد دون أي مسؤولية.
16. السلطة والقانون المطبق
16.1. وافق الطرفان على تطبيق القانون التركي في النزاعات التي قد تنشأ عن هذه الاتفاقية وأن محكمة الأناضول في إسطنبول ومكاتب التنفيذ مخولة بحل جميع أنواع النزاعات.
`;
